var obj = {
	name:'roy',
	age:28,
	bodyMsg:{
		height:173,
		weight:65,
		feihuoliang:3000
	},
	friends:['马云','xxx']
	}
	

var lrcs = {

	传奇: {
		offset: 3,
		'00:03': '传奇',
		'00:10': '王菲',
		'00:36': '只是因为在人群中多看了你一眼',
		'02:39': '只是因为在人群中多看了你一眼',
		'04:40': '只是因为在人群中多看了你一眼',
		'04:49': '',
		'00:43': '再也没能忘掉你容颜',
		'00:51': '梦想着偶然能有一天再相见',
		'00:58': '从此我开始孤单思念',
		'01:04': '',
		'01:05': '想你时你在天边',
		'01:13': '想你时你在眼前',
		'01:20': '想你时你在脑海',
		'01:28': '想你时你在心田',
		'01:35': '',
		'02:47': '再也没能忘掉你容颜',
		'02:54': '梦想着偶然能有一天再相见',
		'03:02': '从此我开始孤单思念',
		'03:08': '',
		'03:09': '想你时你在天边',
		'03:16': '想你时你在眼前',
		'03:24': '想你时你在脑海',
		'03:31': '想你时你在心田',
		'03:38': '',
		'01:36': '宁愿相信我们前世有约',
		'01:42': '今生的爱情故事 不会再改变',
		'01:51': '宁愿用这一生等你发现',
		'01:57': '我一直在你身旁 从未走远',
		'03:39': '宁愿相信我们前世有约',
		'03:46': '今生的爱情故事 不会再改变',
		'03:54': '宁愿用这一生等你发现',
		'04:01': '我一直在你身旁 从未走远',
		'04:09': '宁愿相信我们前世有约',
		'04:16': '今生的爱情故事 不会再改变',
		'04:24': '宁愿用这一生等你发现',
		'04:31': '我一直在你身旁 从未走远',
	},
	知道不知道: {
		offset: 0,
		'00:00': '那天的云是否都已料到',
		'00:06': '所以脚步才轻巧',
		'00:12': '以免打扰到',
		'00:15': '我们的时光',
		'00:19': '因为注定那么少',
		'00:25': '风 吹着 白云飘',
		'00:32': '你到哪里去了',
		'00:38': '想你的时候',
		'00:42': '哦 抬头微笑 知道不知道',
		'00:50': ''
	}

}